const employees = [{
  ID: 1,
  CityFrom: 'Киев ',
  CityTo: 'Унгены ',
  LastName: 'Heart',
  Position: 'CEO',
  State: 'California',
  BirthDate: '1964/03/16',
},
{
  ID: 2,
  CityFrom: 'Резены ',
  CityTo: 'Ташкент ',
  LastName: 'Peyton',
  Position: 'Sales Assistant',
  State: 'California',
  BirthDate: '1981/06/03',
},
{
  ID: 3,
  CityFrom: 'Волгоград ',
  CityTo: 'Кишинев ',
  LastName: 'Reagan',
  Position: 'CMO',
  State: 'Arkansas',
  BirthDate: '1974/09/07',
},
{
  ID: 4,
  CityFrom: 'Бухарест ',
  CityTo: 'Бельцы  ',
  LastName: 'Sims',
  Position: 'HR Manager',
  State: 'Georgia',
  BirthDate: '1977/11/22',
},
{
  ID: 5,
  CityFrom: 'Москва',
  CityTo: 'Кишинев ',
  LastName: 'Wade',
  Position: 'IT Manager',
  State: 'Idaho',
  BirthDate: '1968/12/01',
},
{
  ID: 6,
  CityFrom: 'Вюрцбург ',
  CityTo: 'Кишинев ',
  LastName: 'Johnson',
  Position: 'Controller',
  State: 'Utah',
  BirthDate: '1974/11/15',
},
{
  ID: 7,
  CityFrom: 'Дюссельдорф ',
  CityTo: 'Кишинев ',
  LastName: 'Carter',
  Position: 'Shipping Manager',
  State: 'California',
  BirthDate: '1978/01/09',
},
{
  ID: 8,
  CityFrom: 'Бреда ',
  CityTo: 'Одесса ',
  LastName: 'Stanwick',
  Position: 'HR Assistant',
  State: 'Arkansas',
  BirthDate: '1985/06/05',
},
{
  ID: 9,
  CityFrom: 'Маниса ',
  CityTo: 'Баку',
  LastName: 'Samuelson',
  Position: 'Ombudsman',
  State: 'Missouri',
  BirthDate: '1972/09/11',
}];

const tasks = [
  {
    "ID": 5,
    "Отправка и прибытие": "Украина, Киев - Молдова, Унгены",
    "Дата отправления": "2013/05/17",
    "Дата прибытия": "2013/05/20",
    "Вес": "10 тонн",
    "Груз": "Строи-материалы",
    "EmployeeID": 1
  },
  {
    "ID": 4,
    "Отправка и прибытие": "Молдова, Резены - Узбекистан, Ташкент",
    "Дата отправления": "2013/02/12",
    "Дата прибытия": "2013/04/25",
    "Вес": "3 тонны",
    "Груз": "Фрукты",
    "EmployeeID": 2
  },
  {
    "ID": 117,
    "Отправка и прибытие": "Россия, Волгоград - Молдова, Кишинев",
    "Дата отправления": "2014/01/11",
    "Дата прибытия": "2014/01/31",
    "Вес": "5 тонн",
    "Груз": "Овощи",
    "EmployeeID": 3
  },
  {
    "ID": 20,
    "Отправка и прибытие": "Румыния, Бухарест - Молдова, Бельцы",
    "Дата отправления": "2013/03/02",
    "Дата прибытия": "2013/03/12",
    "Вес": "1 тонна",
    "Груз": "Пластмасса",
    "EmployeeID": 4
  },
  {
    "ID": 2,
    "Отправка и прибытие": "Россия, Москва - Молдова, Кишинев",
    "Дата отправления": "2013/01/01",
    "Дата прибытия": "2013/01/31",
    "Вес": "7.5 тонн",
    "Груз": "Продукты питания",
    "EmployeeID": 5
  },
  {
    "ID": 145,
    "Отправка и прибытие": "Германия, Вюрцбург - Молдова, Кишинев",
    "Дата отправления": "2014/03/26",
    "Дата прибытия": "2014/03/27",
    "Вес": "4.3 тонны",
    "Груз": "-Другой",
    "EmployeeID": 6
  },
  {
    "ID": 72,
    "Отправка и прибытие": "Германия, Дюссельдорф - Молдова, Кишинев",
    "Дата отправления": "2013/07/24",
    "Дата прибытия": "2014/04/30",
    "Вес": "6 тонн",
    "Груз": "-Другой",
    "EmployeeID": 7
  },
  {
    "ID": 1,
    "Отправка и прибытие": "Нидерланды, Бреда - Украина, Одесса",
    "Дата отправления": "2013/01/15",
    "Дата прибытия": "2013/01/31",
    "Вес": "15 тонн",
    "Груз": "Генеральный груз",
    "EmployeeID": 8
  },
  {
    "ID": 60,
    "Отправка и прибытие": "Турция, Маниса - Азербайджан, Баку",
    "Дата отправления": "2013/06/17",
    "Дата прибытия": "2014/04/01",
    "Вес": "25 тонн",
    "Груз": "Цемент",
    "EmployeeID": 9
  }
]

export default {
  getEmployees() {
    return employees;
  },
  getTasks() {
    return tasks;
  },
};
